ahmadalli.vscode-nginx-conf
alefragnani.Bookmarks
amiralizadeh9480.laravel-extra-intellisense
amirmarmul.laravel-blade-vscode
Angular.ng-template
austenc.laravel-blade-spacer
christian-kohler.npm-intellisense
codingyu.laravel-goto-view
CoenraadS.bracket-pair-colorizer
CoenraadS.bracket-pair-colorizer-2
dannysteenman.cloudformation-yaml-snippets
DigitalBrainstem.javascript-ejs-support
eamodio.gitlens
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
FusionDev.new-zenkaku
ghaschel.vscode-angular-html
glitchbl.laravel-create-view
GrapeCity.gc-excelviewer
Gruntfuggly.todo-tree
HookyQR.beautify
hsnazar.hyper-term-theme
IBM.output-colorizer
IHunte.laravel-blade-wrapper
ionutvmi.path-autocomplete
j69.ejs-beautify
jakebathman.mysql-syntax
jcbuisson.vue
jeff-hykin.better-dockerfile-syntax
jeff-hykin.better-shellscript-syntax
keraun.vue-beautify2
leonzalion.vscode-ejs
lucafluri.dark-lemon-material
mhutchie.git-graph
mikestead.dotenv
ms-vscode-remote.remote-containers
naoray.laravel-goto-components
octref.vetur
oderwat.indent-rainbow
onecentlin.laravel-blade
onecentlin.laravel-extension-pack
onecentlin.laravel5-snippets
PKief.material-icon-theme
raynigon.nginx-formatter
redhat.vscode-commons
redhat.vscode-yaml
ritwickdey.LiveServer
ryannaddy.laravel-artisan
sdras.vue-vscode-extensionpack
sdras.vue-vscode-snippets
shevaua.phpcs
shufo.vscode-blade-formatter
sohamkamani.code-eol
stef-k.laravel-goto-controller
tombonnike.vscode-status-bar-format-toggle
vismalietuva.vscode-angular-support
wmaurer.vscode-jumpy
xabikos.JavaScriptSnippets
xdebug.php-debug
xdebug.php-pack
yzhang.markdown-all-in-one
Zignd.html-css-class-completion
zobo.php-intellisense
